import { Faq } from "../faq";

export const FAQ: Faq[] = [
    {title: "デアコンについて",
    faq: [{question: "お問合せは電話でも可能ですか？", answer: "ご質問やご相談などのお問合せはメール で行っております。"},
    {question: "デアコンから電話がかかってくることってありますか？", answer: "緊急を要する場合のみ、登録いただいたお電話番号にご連絡させていただきます。<br/>基本的に、ご連絡先は携帯のお電話番号をご登録ください。"},
    {question: "登録費用は必要でしょうか？", answer: "登録費用は無料です。一切かかりません。ご参加のパーティー費用のみ料金が発生します。"}]},
    {title: "申し込み・参加について",
    faq: [{question: "当日のパーティーでも参加可能でしょうか？", answer: "パーティーのお申し込みは、各パーティー毎のチケット販売終了期間に準じております。<br/>但し、空席がなくなり次第受付終了とさせていただきます。"},
    {question: "パーティーの参加資格はありますか？", 
    answer: "<ul><li>男女共に20歳以上の独身の方に限ります。</li>\
    <li>各パーティーごとに定めている参加資格を満たしている方がご参加対象となります。</li>\
    <li>将来結婚するつもりがない方や、真剣に出会いを求めていない方、既婚の方（内縁関係・同棲中など）、遊び目的の方は、他のご参加者様のご迷惑となりますので、固くご参加をお断りいたします。</li></ul>"},
    {question: "過去に結婚したことはあるのですが参加できますか？", answer: "はい。大丈夫です。ご参加の時点で独身の方であればご参加可能です。<br/>別居中などでも籍が入っている状態の方はご参加できませんのでご注意ください。"},
    {question: "パーティーの予約をキャンセルしたいのですが・・・", answer: "ログイン後、マイページより、各イベントのキャンセルが可能です。\
    <div>その他の注意事項は以下です。\
    <ul><li>パーティー開催日から起算して5日前の0:00よりキャンセル料として参加費全額分が発生致します。</li>\
    <li>6日前の23:59まではキャンセル料は発生致しません。</li>\
    <li>既に決済が完了している場合は、返金させていただきます。</li></ul></div>"}]},
    {title: "パーティーの参加について",
    faq: [{question: "身分証には何が必要ですか？", answer: "<div>本人確認書類は基本的には以下に定めています。\
    <ul><li>運転免許証　各都道府県公安委員会発行のもの（国際運転免許証は除く）</li>\
    <li>日本国パスポート</li>\
    <li>マイナンバーカード</li>\
    <li>住基カード（顔写真付）<br/>※氏名・生年月日の記載、顔写真付き</li></ul></div>"},
    {question: "パーティーの時間はどのくらいですか？", answer: "企画しているパーティーにより多少は異なりますが、基本的に約1時間30分～2時間を予定しております。<br/>\
    当日の運営状況・お客様のご参加人数により多少は前後することがあります。"},
    {question: "遅刻しそうな場合はどうしたら良いですか？", answer: "遅刻の可能性がある場合は、 <a href='/contact.html'>【お問い合わせ】</a>からご連絡ください。</br>\
    30分以上遅刻される場合、半数以上の方とお話しができなくなる可能性が高いためご参加が難しい場合がございます。</br>\
    遅刻の場合、パーティーの振替や参加費用の返金は行っておりませんので、ご注意ください。"},
    {question: "参加させてもらうパーティーの人数を事前確認できますか？", answer: "申し訳ございませんが、開催直前まで人数に変動があるため、事前の参加人数確認はお答えできません。"},
    {question: "パーティーでマッチングした後はどのようになりますか？", answer: "マッチングしたお2人は、連絡先交換をしていただきます。後はお二人のご自由です。"},
    {question: "中止になったパーティーの参加費用はどうなりますか？", answer: "後日、ご指定の口座へ返金させていただきます。"},]},
    {title: "マイページ機能について",
    faq: [{question: "ログイン情報（ID・パスワード）を忘れました・・・", answer: "<div>以下より、申請ください。<ul><li><a href='/reset-password.html'>パスワードをお忘れの方</a></li>\
    <li><a href='/id-notification.html'>IDをお忘れの方</a></li></ul></div>"},
    {question: "登録情報を変更したい場合はどうすればよいですか？", answer: "マイページにて登録情報の変更が可能です。"},
    {question: "予約完了のメールが届きません。", answer: "メールソフトの迷惑メールフォルダに入っていないか一度、ご確認ください。\
    もし入っていないようであれば、迷惑メールとして扱われている可能性がございますので、\
    ドメイン受信設定変更をお願いします。\
    それでもメールが届かない場合は、お問合せフォームよりご連絡ください。"},
    {question: "マイページから予約状況が見れません。", answer: "お申し込み時のメールアドレスと登録しているメールアドレスが異なる場合、マイページから予約状況が見れなくなるので、\
    お手数ですがログイン後<a href='/update-account.html'>こちら</a>からお申し込み時のメールアドレスに変更のうえ予約の確認をお願いします。"},
    {question: "退会方法について教えてください。", answer: "こちらの問合せから「退会希望」と記載の上、登録されているID・お名前と、一緒に登録されたEmailアドレスでお送りください。"}]},
]